[
  {
    "previewImg": "images/activities/rehoboth-beach.jpg",
    "largeImg": "images/activities/rehoboth-beach-big.jpg",
    "attribution": "Image by: APK, CC BY-SA 4.0 https://creativecommons.org/licenses/by-sa/4.0, via Wikimedia Commons. Preview Image was Cropped.",
    "nameOfLocation": "Beach Day",
    "typeOfLocation": "Activity",
    "longitude": "-75.07585468357644",
    "latitude": "38.71658117371625",
    "phone": null,
    "email": null,
    "hoursOpen": "6:00 AM",
    "hoursClose": "10:00 PM",
    "address": "Rehoboth Beach, DE 19971",
    "googleReview": "4.7",
    "shortDescription": "Delaware has many beautiful beaches to go to. No matter which one you end up at it will be a good time.",
    "longDescription": "There are many beaches that Delaware has to offer and each beach has their own unique settings. To start, there are beaches on the ocean side (the side of Delaware facing the Atlantic Ocean) and on the bay say (The side of Delaware facing the Delaware Bay). If your beach day should include waves, it is definitely better to go to the ocean side beaches. Inversely, if you want calm water then the bay side beaches are the best way to go. Some most of the most popular beaches include Rehoboth beach and Bethany beach. Both of these beaches offer a decently sized boardwalk with many different places to shop, eat, and play games. For a more private beach experience, head to Towers beach or cape henlopen beach. These beaches do cost money to enter (only $5) but offer nicer facilities than the public beaches. No matter what beach you go to, you truly can't go wrong as they all offer tons of stuff to do, a good place to sunbathe, and a good time!"
  },
  {
    "previewImg": "images/activities/capehenlopen-trail.jpg",
    "largeImg": "images/activities/capehenlopen-trail-big.jpg",
    "attribution": "Image by: Nolabob, CC BY-SA 4.0 https://creativecommons.org/licenses/by-sa/4.0, via Wikimedia Commons",
    "nameOfLocation": "Explore the Parks",
    "typeOfLocation": "Activity",
    "longitude": "-75.09403385441925",
    "latitude": "38.77590680628743",
    "phone": "302-645-8983",
    "email": null,
    "hoursOpen": "12:00 AM",
    "hoursClose": "12:00 AM",
    "address": "15099 Cape Henlopen Dr, Lewes, DE 19958",
    "googleReview": "4.8",
    "shortDescription": "In addition to beaches, Delaware has 18 state parks ready to be explored!",
    "longDescription": "Cape Henlopen is one of the 18 beautiful state parks that Delaware has to offer. Located in Sussex County, its a very nice park to go to when spending time in the southern part of the state. It's about a 20 minute drive from Rehoboth beach and the surrounding areas. The park itself has so much to offer guests including a beach, trails, and fun events throughout the year. The trails at Cape Henlopen state park are beautiful! They offer scenic views, an experience to bond with nature, and lots of fun to do! Throughout the trials you'll find stations to play disk golf if that's your forte of choice! The park is a great place to spend a day with your family or friends and enjoy the great outdoors!"
  },
  {
    "previewImg": "images/activities/christiana-mall.jpg",
    "largeImg": "images/activities/christiana-mall-big.jpg",
    "attribution": "Image by: Dough4872, CC BY-SA 3.0 https://creativecommons.org/licenses/by-sa/3.0, via Wikimedia Commons",
    "nameOfLocation": "Shopping Trip",
    "typeOfLocation": "Activity",
    "longitude": "-75.65181098804518",
    "latitude": "39.67808326675997",
    "phone": "302-731-9816",
    "email": null,
    "hoursOpen": "10:00 AM",
    "hoursClose": "8:00 PM",
    "address": "132 Christiana Mall, Newark, DE 19702",
    "googleReview": "4.5",
    "shortDescription": "Delaware is one of the few states that offer no sales tax. So explore the outlets or the malls to shop!",
    "longDescription": "The Christiana Mall is the largest mall that the first-state has to offer. Filled with tons of stores, you are bound to find something to love here. Delaware is one of the few states that offer sales-tax free shopping, which means you could save BIG when you shop here. If you need to get some shopping done, this is the place to go! The mall is located in the northern city of Christiana which makes it conveniently located if you're exploring Delaware, visiting Wilmington, or just passing through the state. In addition to stores, the Christiana mall also has many different restaurants to choose from! Featuring quick-stop restaurants such as Chic-fil-a and Chipotle, to more \"sit down\" restaurants such as Cheesecake Factory. Overall, the Christiana Mall is a great place to go shopping in Delaware and would highly recommend it if you're in the area."
  },
  {
    "previewImg": "images/activities/historic-new-castle.jpg",
    "largeImg": "images/activities/historic-new-castle-big.jpg",
    "attribution": "Image by: JERRYE & ROY KLOTZ, M.D., CC BY-SA 4.0 https://creativecommons.org/licenses/by-sa/4.0, via Wikimedia Commons",
    "nameOfLocation": "Visit Historic New Castle",
    "typeOfLocation": "Activity",
    "longitude": "-75.56896285343522",
    "latitude": "39.66085470784175",
    "phone": null,
    "email": null,
    "hoursOpen": "12:00 AM",
    "hoursClose": "12:00 AM",
    "address": "New Castle, Delaware 19720",
    "googleReview": null,
    "shortDescription": "New Castle is a historic town with an old vibe. It offers many museums to check out.",
    "longDescription": "Delaware has tons of historical sites to visit. One of those historical sites, or cities rather, is New Castle. This is a small but beautful city and is known for its historical look. The city itself offers different things to do including visiting small coffee shops and battery park, a popular park in the state. Located right on the water, it the city of New Castle used to be used as a stopping point for ships traveling up and down the U.S. east coast. Today, the view of the water is quite spectacular and really allows you to envision the history that took place there. It's a great place to spend a day with your family or friends and enjoy the great outdoors!"
  },
  {
    "previewImg": "images/activities/fort-delaware.jpg",
    "largeImg": "images/activities/fort-delaware-big.jpg",
    "attribution": "Image by: Shun Ho, CC BY-SA 4.0 https://creativecommons.org/licenses/by-sa/4.0, via Wikimedia Commons.",
    "nameOfLocation": "Explore Fort Delaware",
    "typeOfLocation": "Activity",
    "longitude": "-75.57290084382109",
    "latitude": "39.59080150498119",
    "phone": "302-834-7941",
    "email": null,
    "hoursOpen": "8:00 AM",
    "hoursClose": "4:00 PM",
    "address": "2540 Colter Road, Delaware City, DE 19706",
    "googleReview": "4.5",
    "shortDescription": "Fort Delaware is located on Pea Patch Island and is a Civil-War era fortress with an interesting history.",
    "longDescription": "Fort Delaware is yet another example of a beautiful historic location to visit in Delaware. Located on Pea Patch Island, you will have to take a ferry to get there, but the expense is WELL worth it (and it isn't that expensive). The fort used to be used as a fortress in the civil-war era and the architecture still stands today. With tours offered often, vising this place is a great way to learn about the history of the area. My only advice with this beautiful location is that is has been known to be haunted, so if that creeps you out or scares you, I would stand clear of it. Otherwise, it's a great place to visit with your family and learn about civil-war history in Delaware. One tip for this location is to keep a look out for events going on, because many times there will be seasonal events held there, including cannon firing events!"
  }
]
