[
  {
    "previewImg": "images/activities/fun-land.jpg",
    "largeImg": "images/activities/fun-land-big.jpg",
    "attribution": "Photo credit: Katie Wheeler via Flickr, CC BY-NC-ND 2.0 DEED, https://www.flickr.com/photos/iip-photo-archive/28148828908. Preview Image was Cropped",
    "nameOfLocation": "Fun Land!",
    "typeOfLocation": "Attraction",
    "longitude": "-75.07622314468136",
    "latitude": "38.71458000591815",
    "phone": "302-227-1921",
    "email": null,
    "hoursOpen": "11:00 AM",
    "hoursClose": "9:00 PM",
    "address": "6 Delaware Avenue, Rehoboth Beach, Delaware 19971, United States",
    "googleReview": "4",
    "shortDescription": "A great amusement park to enjoy rides, play games, and have a good time!",
    "longDescription": "Fun Land is located directly on the Rehoboth Beach boardwalk, in perfect walking distance from a number of other attractions. Whether you just came from the beach or just want a fun activity to do with your family, Fun Land lives up to its name by providing tons of fun. With many different rides, for all ages, along with different arcade games for the whole family to play, there is so much to do. At fun land, you will not get bored. The family can stay and play for hours and still not have explored everything they have to offer. With a fun team of staff members, different activies, lots of prizes, and even better carnival food, everybody has to check out this place at least once! The only tip I have is to make sure that you bring your wallet with you as Fun Land works on tickets that you have to purchase with cash or a debit card. When you arrive at the park, just visit one of the carnival style booths to buy a pack of tickets to get your day of fun started."
  },
  {
    "previewImg": "images/activities/go-ape.jpg",
    "largeImg": "images/activities/go-ape-big.jpg",
    "attribution": "Image by: Mack Male from Edmonton, AB, Canada, CC BY-SA 2.0 https://creativecommons.org/licenses/by-sa/2.0, via Wikimedia Commons. Preview image has been cropped.",
    "nameOfLocation": "Go Ape!",
    "typeOfLocation": "Attraction",
    "longitude": "-75.73087150510246",
    "latitude": "39.570785756909046",
    "phone": "800-971-8271",
    "email": null,
    "hoursOpen": "10:00 AM",
    "hoursClose": "8:30 PM",
    "address": "1042 Howell School Rd, Bear, DE 19701",
    "googleReview": "4.7",
    "shortDescription": "A fun zip-lining course for you and your family to enjoy.",
    "longDescription": "Go Ape! specializes in providing fun zip-lining courses for the whole family to enjoy. Although this may not be everyone's cup of tea, if you enjoy the thrill of zip-lining or trying new things, you are sure to have fun. With many different events held year round, and courses for ages 10+, this is truly a great place for families to have some fun. Go Ape does have their own specific requirements such as mandatory gloves, so I would recommend you reach out to them prior to going. In addition, Go Ape is decently affordable and can give you hours of enjoyment as you zip down their zip-lines. Overall, many people LOVE this place and speak very highly of their experience here. If the family is looking for something fun to do in their free time, this is definitely the place to go!"
  },
  {
    "previewImg": "images/activities/mini-golf.jpg",
    "largeImg": "images/activities/mini-golf-big.jpg",
    "attribution": "Image by: Ken Srail from North Olmsted, OH, CC BY 2.0 <https://creativecommons.org/licenses/by/2.0>, via Wikimedia Commons. Preview image has been cropped.",
    "nameOfLocation": "Shell We Golf",
    "typeOfLocation": "Attraction",
    "longitude": "-75.1230575186941",
    "latitude": "38.72249882967475",
    "phone": "302-227-4323",
    "email": null,
    "hoursOpen": "9:30 AM",
    "hoursClose": "11:00 PM",
    "address": "19366 Coastal Hwy. Rt. 1 Rehoboth Beach, Delaware 19971",
    "googleReview": "4.4",
    "shortDescription": "A cute mini-golfing location right near Rehoboth beach.",
    "longDescription": "Shell We Golf is a cute mini-golfing location right near Rehoboth beach. With a fun and friendly staff, this is a great place to go with the family. The course is well maintained and has a super cute beach theme to it. In addition, the prices are very affordable and the course is open late. This is a great place to go after a long day at the beach or just to have some fun with the family. One tip I have is on the last hole (a mystery hole that is completely covered by a dog house) push the ball really hard...the ball goes in the hole when hit hard and you will win a free game for the next time you play!"
  },
  {
    "previewImg": "images/activities/winterthur.jpeg",
    "largeImg": "images/activities/winterthur-big.jpeg",
    "attribution": "Image by: Daderot, CC0, via Wikimedia Commons Preview image has been cropped.",
    "nameOfLocation": "Winterthur Museum & Gardens",
    "typeOfLocation": "Attraction",
    "longitude": "-75.601757425627",
    "latitude": "39.807622519070875",
    "phone": "800-448-3883",
    "email": null,
    "hoursOpen": "10:00 AM",
    "hoursClose": "5:00 PM",
    "address": "5105 Kennett Pike, Winterthur, DE 19735",
    "googleReview": "4.7",
    "shortDescription": "Winterthur Museum & Gardens",
    "longDescription": "Winterthur Museum & Gardens is a beautiful place to visit with your family. The location offers a great deal of history and beauty. The Winterthur property was originally built by by the du Pont family. The location features their house filled with many of their historical belongings. In addition, there is a massive 60-acre garden that is surrounded by almost 1,000 acres of land. The garden is filled with exotic plants that are all expertly cared for. The Winterthur property is a fantastic location to visit with your family. With so much to explore, and so much beauty to take in, you will never get bored. When I visit, I particullar enjoy bringing food and having a picnic with my family. My tip for this location would be to look out for events as many times they'll have seasonly events such as Christmas light shows."
  },
  {
    "previewImg": "images/activities/water-slide.jpg",
    "largeImg": "images/activities/water-slide-big.jpg",
    "attribution": "Image by: Austin Kirk, CC BY 2.0, https://creativecommons.org/licenses/by/2.0/, via Flickr. Images have been cropped/resized.",
    "nameOfLocation": "Jungle Jim's",
    "typeOfLocation": "Attraction",
    "longitude": "-75.10380778609516",
    "latitude": "38.711973722148706",
    "phone": "3022278444",
    "email": null,
    "hoursOpen": "10:00 AM",
    "hoursClose": "6:00 PM",
    "address": "36944 Country Club Rd, Rehoboth Beach, DE 19971",
    "googleReview": "4.5",
    "shortDescription": "A large waterpark located in Rehoboth, DE. With so much to do, the family is sure to have fun!",
    "longDescription": ""
  }
]
